Revit 2024 API
PolymeshFacet.GetVertices Method
 Returns the three vertices that define this facet
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public IList<int> GetVertices()
Visual Basic
Public Function GetVertices As IList(Of Integer)
Visual C++
public:
IList<int>^ GetVertices()
Remarks
 A container with three integers (indices of the vertices) is returned.
See Also
PolymeshFacet Class
Autodesk.Revit.DB Namespace